* Mar 5

| Time  | Food                                                 | org                | kCal | Prot | Fat |
|-------+------------------------------------------------------+--------------------+------+------+-----|
| 8h    | Coffee                                               |                    |   73 |    0 |   0 |
| 8h    | [Breakfast Curry](./recipes/BreakfastCurry.org)      | [['file:../recipes/BreakfastCurry.org][Breakfast Curry]]    |  455 |   35 |  17 |
| 10h   | [Whey Hot Chocolate](./recipes/wheyHotChocolate.org) | [['file:recipes/wheyHotChocolate.org'][whey hot chocolate]] |  316 |   36 |   1 |
| 12h   | costco pho                                           |                    |  260 |    5 |   3 |
| 12h30 | 50g shrimp                                           |                    |   53 |   10 |   1 |
| 15h   | skyr                                                 |                    |  150 |   18 |   6 |
| 15h   | 2 Tbsp maple syrup                                   |                    |  104 |    0 |   0 |
| 19h   | restaurant pho                                       |                    |  500 |   30 |  10 |
|       | TOTAL                                                |                    | 1877 |  125 |  37 |
#+TBLFM: @>$4=vsum(@2..@-1)::@>$5=vsum(@2..@-1)::@>$6=vsum(@2..@-1)


* Mar 5

| Time | Food                                            | org             | kCal | Prot | Fat |
|------+-------------------------------------------------+-----------------+------+------+-----|
| 7h   | Coffee                                          |                 |   73 |    0 |   0 |
| 7h   | [Breakfast Curry](./recipes/BreakfastCurry.org) | [['file:../recipes/BreakfastCurry.org][Breakfast Curry]] |  455 |   35 |  17 |
| 9h   | skyr                                            |                 |  150 |   18 |   6 |
| 9h   | 2 Tbsp maple syrup                              |                 |  104 |    0 |   0 |
|      | d3 & liver & st johns wort                      |                 |      |      |     |
| 12h  | beef stir fry                                   |                 |  450 |   15 |  10 |
| 12h  | pancakes                                        |                 |  270 |   23 |   4 |
| 12h  | 2 Tbsp Maple Syrup                              |                 |  104 |    0 |   0 |
|      | TOTAL                                           |                 | 1606 |   91 |  37 |
#+TBLFM: @>$4=vsum(@2..@-1)::@>$5=vsum(@2..@-1)::@>$6=vsum(@2..@-1)
